0="252"
1="Nom¦Ext."
2="Nom¦"
3="Ext."
4="Taille"
5="Date¦Heure"
6="Erreur %i organis. réps.!"
7="Erreur %i changement de répertoire!"
8="Fichier inaccessible!"
9="Fichier introuvable!"
10="Fichier-cible inaccessible!"
11="Impossible de copier¦dépl. le fichier!"
12="On ne peut pas copier un rép. dans son propre s-répertoire.!\n%s"
13="Impossible de supprimer le¦s %i fichier¦s!"
14="Erreur, ce rép. existe déjà!"
15="Erreur CRC en décompressant le fichier!\n%s"
16="Erreur d'écriture dans le fichier-cible!\n%s"
17="Erreur de lecture du fichier ZIP!"
18="Erreur dans le fichier ZIP!"
19="Décompression abandonnée!"
20="Ce format ZIP (ZIP 1.0) n'est pas assumé !"
21="Ce fichier ZIP est crypté!"
22="Erreur inconnue de décompression!"
23="Erreur de décompression"
24="Impossible de changer les attributs dans le ZIP!"
25="Erreur"
26="Attention!"
27="Gamme de date ou heure pas valable!"
28="Erreur, fichier trop gros!\n64Ko maxi gérés!"
29="De: "
30="À:     "
31="Copier¦Déplacer"
32="Copier¦Déplacer le¦s %i fichier¦s-répertoire¦s vers:"
33="Coller"
34="Supprimer"
35="Supprimer:"
36="Créer raccourci"
37="Créer des raccourcis pour les %i fichiers¦réps. dans:"
38="Voulez-vous supprimer les %i fichiers¦réps.?"
39="Copie des fichiers restants..."
40="Veuillez entrer le nom du rép.:"
41="Créer répertoire"
42="Écraser: %s\n   %i octets, %i.%02i.%04i %i:%02i:%02i\n\npar: %s\n   %i octets, %i.%02i.%04i %i:%02i:%02i"
43="Fichier-cible existant, écraser?"
44="Décompresser"
45="Décompresser le¦s %i fichier¦s - répertoire¦s vers:"
46="Compresser le¦s %i fichier¦s- répertoire¦s vers:"
47="Nouveau titre d'entrée de menu:"
48="Historique réperts."
49="Ajouter rép. en cours"
50="Enlever rép. en cours"
51="Paramètres:"
52="Exécuter"
53="Modifier"
54="Supprimer"
55="Supprimer le bouton:"
56="Programmes (*.exe)~*.exe~Tous les fichiers (*.*)~*.*~~"
57="Tous les fichiers"
58="Visionner fichier"
59="Éditer fichier"
60="Nouveau fichier"
61="Définir autre..."
62="Établir par défaut"
63="Ouvrir"
64="Décompresser"
65="Copier¦Déplacer"
66="Renommer"
67="Supprimer"
68="Copier –> P.P."
69="Couper –> P.P."
70="Coller ici (Copie)"
71="Coller ici (Déplacer)"
72="Propriétés"
73="Entrez masque de sélection, p.ex. *.txt *.doc"
74="Sélectionner¦Désélectionner fichiers"
75="Chercher:"
76="%i Fichiers¦s, %i Dossier¦s"
77="octets"
78="Compressé"
79="Général"
80="Raccourci"
81="Chercher dans:"
82="Minute¦s"
83="Heure¦s"
84="Jour¦s"
85="Mois"
86="Année¦s"
87="Erreur, fichier trop gros!\nManque de mémoire pour enregistrer!"
88="Erreur, impossible de créer le fichier!"
89="Erreur d'écriture dans le fichier!"
90="Erreur, fichier trop gros!\nManque de mémoire pour chercher!"
91="Erreur, fichier trop gros!!"
92="Tampon-mémoire plein!"
93="Éditeur"
94="Trouver texte:"
95="Trouver"
96="Fichier modifié, enregistrer?"
97="[Sans_nom]"
98="Tous fichiers (*.*)~*.*~Fichiers texte (*.txt)~*.txt~~"
99="Programmes (*.exe;*.lnk)~*.exe;*.lnk~Tous fichiers (*.*)~*.*~~"
100="(*.exe;*.dll;*.ico;*.icl)~*.exe;*.dll;*.ico;*.icl~Tous fichiers (*.*)~*.*~~"
101="Visionner"
102="Éditer"
103="Copier¦Déplacer"
104="Renommer"
105="Créer Répertoire"
106="Supprimer"
107="Compresser en ZIP"
108="Rafraîchir"
109="Propriétés"
110="Barre-état"
111="Ouvrir"
112="Enregistr."
113="Couper"
114="Copier"
115="Coller"
116="Défaire"
117="Trouver¦Occurence suivante"
118="Supprimer"
119="Mode *2 fenêtres*"
120="Mode *Fenêtre unique*"
121="Mode virtuel *2 fenêtres*"
122="Infra-rouge"
123="Envoyer fichier par infra-rouges"
124="Recevoir ici par infra-rouges"
125="Réception-IR (Protocole OBEX)"
126="Envoi-IR (Protocole OBEX)"
127="Veuillez lancer l'envoi sur l'autre périphérique!"
128="Veuiller lancer réception sur l'autre périphérique!"
129="Connexion..."
130="Connecté!"
131="Enregistrer fichier sous:"
132="Recherche d'un périphérique: "
133="Ne peut ouvrir le fichier-source! Continuer avec le suivant?"
134="Aucun périphérique trouvé dans la gamme!"
135="Échec de connexion!"
136="Erreur dans la fonction"
137="Fonction pas assumée!"
138="Destination inaccessible!"
139="Échec de transfert (code %d)."
140="Erreur d'écriture du nouveau fichier ZIP!"
141="Mémoire insuffisante!"
142="Compression abandonnée!"
143="Erreur de lecture du fichier!"
144="N'a pu ouvrir le fichier en lecture!"
145="Erreur de la fonction *Compression*!"
146="Erreur CRC en compressant le fichier!"
147="Erreur, n'a pu créer de fichier temporaire!"
148="Erreur, l'ancien fichier ZIP est d'un format non géré, compression impossible!\r\nVous devez décompresser tous les fichiers et en faire un nouveau fichier ZIP."
149="Autre mode de sélection des fichiers"
150="Votre périphérique est déjà listé sur le port infrarouge!"
151="Cette fonction n'est requise que pour les périphériques dépourvus de fonction interne *Réception*."
152="Vous devez désactiver la fonction interne *Réception* du périphérique pour utiliser cette fonction."
153="Transfert refusé!"
154="Délai dépassé!"
155="Deconnexion..."
156="Transfert complet!"
157="Vous pouvez envoyer un autre fichier, ou fermer la fenêtre *Réception* maintenant." 
158="Espace Disque"
// For file system plugins:
159="Déconnecter"
160="Mode transfert: binaire"
161="Mode transfert: texte"
162="Mode transfert: Autom."
163="Nom utilis.:"
164="MotDePasse:"
165="Compte:"
166="Nom util. PareFeu:"
167="MotDePasse Pare-feu:"
168="Rép.-cible:"
169="Transférer types suivants en mode TEXTE:"
170="Module"
171="Aller à¦Historique"
172="N'a pu passer à ce rép.! Retirer de la liste?"
173="Choisir la cible:"
174="«Confirmer» pour nouv. essai"
175="Envoyer Obex "
176="Associer"
177="Nota: veuillez relancer le dispositif si l'icône affichée n'est pas correcte."
178="ATTENTION: associer un fichier avec Internet Explorer pour Pocket peut conduire à une boucle fermée!"
179="Modules"
180="Superposées"
181="Veuillez re-saisir le MdP pour contrôle!"
182="&Sélect. tout"
183="&Inverser sélection"
184="Sélect.¦&Désélect. des fichiers"
185="Sélect. tous de même e&xtension"
186="&Touche CTRL"
187="To&uche MAJ"
188="PgePréc."
189="Pge Suiv."
190="Ajouter nou&v. bouton"
191="D&éplacer le bouton..."
{Menu Principal}
1000="&Fichier"
1001="Recherche de &fichiers\tCtrl+F"
1002="&Renommer\tCtrl+2"
1003="Visi&onner\tCtrl+3"
1004="Édit&er\tCtrl+4"
1005="&Copier¦Déplacer\tCtrl+5"
1006="&Créer un raccourci\tCtrl+Maj+5"
1007="Créer réper&toire\tCtrl+7"
1008="&Supprimer\tCtrl+8"
1009="Compresser en &ZIP\tCtrl+Alt+5"
1010="&Propriétés\tAlt+Enter"
1011="Rech&arger répertoire\tCtrl+R"
1012="Envoyer de&s fichiers par infrarouge"
1013="&Recevoir ici par infrarouge"
// This string is not used yet, but meant for the menu, so no problem with width:
1014="&Envoi par «Bluetooth»"

1020="&Afficher"
1021="&Résumé"
1022="&Complet"
1023="&Grandes icônes"
1024="Mode *&1 fenêtre*"
1025="Cacher &fichiers en ROM"
1026="&Historique réperts.\tCtrl+D"
1027="&Voir arbre\tCtrl+T"
1028="&Sélectionner¦déselect. fichiers\tCtrl&& -"
1029="À propos de...¦Agence&ments"
1030="&Quitter"
{Formes courtes pour PocketPC}
1031="Fichier"
1032="Affich."

// Menu items for PPC, "Select" for the phone edition (select files)
1033="Aide"
1034="Choisir"
1035="PLUS"
1036="Ajuster onglets"

{Menu Éditeur}
1500="&Fichier"
1501="&Ouvrir..."
1502="&Enregistrer"
1503="Enregistrer en &texte..."
1504="Enregistrer en &Unicode..."
1505="&Fermer"
1506="&Police..." 
1507="&Nouveau"

1510="Éd&iter"
1511="&Défaire\tCtrl+Z"
1512="Co&uper\tCtrl+X"
1513="&Copier\tCtrl+C"
1514="C&oller\tCtrl+V"
1515="&Supprimer\tSuppr"
1516="&Trouver...\tCtrl+F"
1517="Occurence sui&vante\tCtrl+Maj+F"
1518="Sélectio&nner tout\tCtrl+A"
1519="... à la &ligne"
{Formes courtes pour PocketPC}
1530="&Fichier"
1531="Édit&er"

2000="Confirmer"
2001="Annuler"
2002="Arbre"

2101="&Copier"
2102="&Déplacer"
2103="Com&pression"
2104="Crypt&er"

3001="&Rechercher:"
3002="Contenant te&xte:"
3003="&Majuscules¦min."
3004="&Unicode"
3005="&Plus récent que:"
3006="&Taille:"
3007="&Commencer"

4000="Propriétés"
4001="Répert.:"
4002="Taille:"
4003="Attributs:"
4004="&Lect. seule"
4005="&Archive"
4006="Cac&hé"
4007="&Système"
4008="en ROM"
4009="&Modifier"
4010="&Date:"
4011="H&eure:"
4012="A&ctuel"
4013="Dernière modif."
4014="&Inclure s-réps."
4015="Ci&ble:"
4016="&Fichier >>"
4017="D&ossier >>"
4018="Libre:"
4019="Total:"

5000="Choisir police"
5001="&Police:"
5002="&Taille:"
5003="&Gras"
5004="&Italique"
5005="Aperçu"
5006="I&cônes:"

6000="Modifier bouton"
6001="&Commande:"
6002="&Paramètre:"
6003="Chemin &départ:"
6004="&Fichier icône:"
6005="&Index:"

7001="&Remplacer"
7002="Remplacer &tous"
7003="&Ignorer"
7004="&Annuler"
7005="Remplacer ancie&n"
7006="Ign&orer tous"
7007="Re&prise..." 

8001="&Sélectionner"
8002="&Déselect."
8003="&Anciennes sélections:"

// New dialog to set/save column widths (PocketPC) and sort columns (Phone edition only)
8501="Tri par:"
8502="Larg. colonne:"
8503="Nom:"
8504="Taille:"
8505="Date:"

9000="À propos de CeCmd"
9001="Lancer avec &1 clic"
9002="&Changer Police"

9500="Mode affichage"
9501="(basculer avec > pour 2° fenêtre simulée hors écran)"

//Strings for the built-in plugins
// FTP settings dialog
20000="Agencer FTP"
20001="&Nom serveur [:port]:"
20002="Nom &Utilis.:"
20003="MotDe&Passe:"
20004="&Rép. distant:"
20005="Envoyez comd&s.:"
20006="&Type serveur:"
20007="Pare-&Feu:"
20008="Utilis. &mode passif"

// FTP firewall settings dialog
20100="Agencer le Pare-feu"
20101="Méthode Pare-Feu"
20102="Infos Pare-feu"
20103="Hôte [:Port]:"
20104="Utilis. (fwu):"
20105="MdP (fwp):"
20106="Transparent"

// Other ftp client strings
20200="Nouv. Connexion"
20201="Connexion rapide"
20202="Nom connexion:"
20203="Connexion abandonnée!"
20204="Connexion perdue, reconnecter..."
20205="Reconnecter a réussi!"
20206="Auto-détect."
20207="Charger chaîne détect."
20208="Ajout nouv. Pare-Feu..."

// FTP error messages
20210="Télécharg. abandonné!"
20211="Envoi abandonné!"
20212="Échec com. TYPE!"
20213="Ne peut créer le «socket»!"
20214="Échec Bind"
20215="Échec GetSockName!"
20216="Échec Listen!"
20217="Échec com. PORT!"
20218="Source && cible différentes!"
20219="Pas connecté!"
20220="Commande  en cours...!"
20221="Ne peut créer rép. distant!"
20222="Échec connexion!"
20223="Erreur écriture, disque probabl. plein!"

20240="Bien connecté!"
20241="Nom utilis. refusé!\n"
20242="MotDePasse refusé!\n"
20243="Compte refusé!\n"
20244="HORS-LIGNE!"
20245="Attente du serveur..."
20246="Attention: stocker le MotDePasse dans le Registre n'est pas sûr!\r\n\r\nPar sécurité, vous ne devriez pas le stocker ici, mais le taper à chaque connexion quand demandé."

// LAN plugin strings
21000="<nouv. serveur>"
21001="_Ouvert. rapide"
21002="Emplacement serveur"
21003="Tapez nom du serveur, p.ex. monserveur ou \\\\serveur1\\e :"
21004="Nouv. Connexion"
21005="Nom connexion:"

// Registry plugin strings
22000="(p. défaut)"
22001="+Ajout valeur+"
22002="Nouv. valeur N°1"
22003="Contenus de <%s>:"
22004="Valeur chaîne"
22005="Erreur ligne %d, pas chaîne hex. valable!"

// Registry plugin: Edit numeric value
22020="Éditer valeur numérique"
22021="&Valeur:"
22022="&Décimal"
22023="&Hexa"
22024="Base"

// Registry plugin: Create new value dialog
22040="Nouv. valeur"
22041="&Nom:"
22042="&Chaîne"
22043="&DWORD"
22044="&Binaire"
22045="Chaîne-&multiple"
22046="Ch. &extensible"
22047="Type"

// Registry plugin: Edit hex value dialog
22060="Éditer valeur Hexadécimale"

23000="&Codage"
23001="UTF-8"
23002="ANSI (local) (0)"
23003="ASCII¦DOS (local) (1)"
23004="MacOS (2)"
23005="Europe orientale (1250)"
23006="Windows cyrillique (1251)"
23007="Latin1 occidental (1252)"
23008="Grec (1253)"
23009="Turc (1254)"
23010="Hébreu (1255)"
23011="Arabe (1256)"
23012="Balte (1257)"
23013="Vietnamien (1258)"
23014="Chinois continental (936)"
23015="Chinois Taïwan (950)"
23016="Japonais (932)"
23017="Koréen (949)"
23018="Thaï (874)"
23019="DOS-USA (437)"
23020="DOS-LATIN1 (850)"
23021="Cyrillique KOI8-R (20866)"
23022="Autre (manuellement)"
